Repository: Oinosseus/acswui
Catalog: http/locale/*/LC_MESSAGES/acswui.po
Languages: de_de

source: ACswui Settings
de_de: ACswui Einstellungen

source: Settings to configure the ACswui system
de_de: Einstellungen um das ACswui System zu konfigurieren

source: General system settings
de_de: Allgemeine Systemeinstellungen

source: Core
de_de: Kern

source: Core Settings
de_de: Grundeinstellungen

source: Settings for Cronjobs
de_de: Einstellungen für Cronjobs

source: Cronjob Execution Time
de_de: Cronjob Ausführungszeit

source: Time when daily cronjobs shall be executed (typically during night time) Be aware that this is server-time-zone
de_de: Zeit, wann tägliche Cronjobs ausgeführt werden sollen (typischer weise in der Nacht) Achtung: Diese Angabe ist in der Zeitzone des Servers

source: Activate Session Automatic
de_de: Session-Automatik Aktivieren

source: The Session Automatic can be disabled to allow updates
de_de: Die Session-Automatik kann deaktiviert werden (z.B: für Updates)

source: Community Settings
de_de: Community Einstellungen

source: Non-Active Driving Days
de_de: Inaktive Fahrtage

source: When the last lap of a user is longer days ago than this value, he or she is considered to be an inactive driver
de_de: When die letzte gefahrene Runde von Benutzer:innen älter ist, als dieser wert,werden sie als inaktiver Fahrer betrachtet

source: Non-Active Community Login Days
de_de: Inaktive Community Tage

source: When a user has not logged in into the system for this amount of days he or she is not considered to be a community member Additionally an user must be an active driver to be considered as community member
de_de: Wenn Bentuzer:innen sich länger nicht anmelden als dieser Wert an Tagen, werden sie nicht mehr als Community Mitglieder betrachtet.Zusätzlich müssen Benutzer:innen aktive Fahrer sein um als Community Mitglied zu zählen.

source: Settings for connection to openweathermap.com
de_de: Einstellungen für die Verbindung zu openweathermap.com

source: The API key to retrieve weather data (leave empty for not using OpenWeatherMap)
de_de: Der API-Key zum abrufen von Wetterdaten (leer lassen um OpenWeatherMap nicht zu nutzen)

source: Requests Per Minute
de_de: Anfragen pro Minute

source: Depending on the account type, OpenWeatherMap allows only a maximum of requests per minute. This value limits the requests of the ACswui system.
de_de: Je nach Zugriffsplan sind die maximal möglichen Anfragen zu OpenWeatherMap begrenzt. Dieser Wert reguliert die maximalen Zugriffe des ACswui Systems.

source: TV Car
de_de: TV Fahrzeug

source: TV Car Settings
de_de: TV Fahrzeugeinstellungen

source: Reserve Slot
de_de: Slot Reservieren

source: When activated, each session will get one car slot reserved for a TV Car. Attention: This occupies one available pit of the track.
de_de: Wenn aktiviert wird für jede Session ein Slot für ein TV Fahrzeug reserviert. Achtung: Dadurch wird auf der Strecke eine zusätzliche Box belegt.

source: List of the Steam GUIDs (seperated by a semicolon) that get presevred for the TV Car slot
de_de: Liste von Steam GUIDs (getrennt durch Semikolon), die für den TV Fahrzeug Slot reserviert werden sollen.

source: Model
de_de: Fahrzeugmodell

source: The name of the subfolder under content/cars/
de_de: Der Name des Unterordners unter content/cars/

source: Skin
de_de: Lackierung

source: The name of the subfolder under content/cars/*model*/skins/
de_de: Der Name des Unterordners unter content/cars/*model*/skins/

source: Manual Start
de_de: Manueller Start

source: Announce when manually starting a session
de_de: Ankündigung bei manuellen Start einer Session

source: The Webhook URL to write a message to. Leave Empty to not send messages.
de_de: Die Webhook URL, an die Nachrichten geschrieben werden sollen. Freilassen um keine Nachrichten zu senden.

source: Mention Role-Id
de_de: Rollen-Id Erwähnen

source: The ID of the Role that shall be mentioned (leave empty to not mention roles
de_de: Die ID der Rolle, die bei einer Nachricht erwähnt werden soll (frei lassen um keine Rollen zu erwähnen).

source: Schedule Start
de_de: Zeitplan Start

source: Announce start of a scheduled session
de_de: Start einer terminierten Session Bekanntmachen

source: Driver Ranking
de_de: Fahrerwertung

source: Settings for driver ranking
de_de: Einstellungen für die Fahrerwertung

source: Ranking Period
de_de: Wertungszeitraum

source: Amount of days in the past over which the driver ranking shall be calculated
de_de: Anzahl der vergangen Tage, in denen Sessions in die Berechnung einbezogen werden.

source: Ranking Points
de_de: Wertungspunkte

source: Adjusting ranking points
de_de: Wertungspunkte anpassen

source: Experience
de_de: Erfahrung

source: Drivers earn experience when completing laps
de_de: Fahrer:innen gewinnen an Erfahrung durch Absolvieren von Runden.

source: Practice
de_de: Training

source: Earned experience points by driven distance in practice
de_de: Erfahrungspunkte durch Trainingsrunden

source: Qualifying
de_de: Qualifikation

source: Earned experience points by driven distance in qualifying
de_de: Erfahrung von gefahrener Qualifikationsdistanz

source: Race
de_de: Rennen

source: Earned experience points by driven distance in races
de_de: Gewonne Erfahrung durch Rennrunden

source: Success
de_de: Erfolg

source: Settings how drivers earn points for their success
de_de: Einstellungen, wie Fahrer:innen Erfolgspunkte erlangen.

source: Points for positions in qualifying sessions (per leading position prior to another driver)
de_de: Punkte für Führungspositionen in der Qualifikation (führend vor anderen Fahrer:innen).

source: Points for positions in race sessions (per leading position prior to another driver)
de_de: Punkte für Führungspositionen im Rennen (führend vor anderen Fahrer:innen).

source: Race Time
de_de: Rennzeit

source: Points for fastest lap in a race
de_de: Punkte für schnellste Runde im Rennen.

source: Best Time
de_de: Bestzeit

source: Points for best times per track and car class (per leading position prior to another driver)
de_de: Erfogspunkte für absolute Bestzeiten pro Strecke, pro Fahrzeugklasse(Führend vor anderen Fahrer:innen).

source: Best Time Average
de_de: Bestzeit Mittelwert

source: Since best times will never fade away, these will cummulate over time. New drivers may have a hard time to catch these up. With averaging, the best time points are devided by amount of record tables each driver tooks place. So new drivers can easily compare to older ones.
de_de: Da Bestzeiten nicht automatisch verschwinden, addieren diese sich über Zeit sehr hoch. Neue Fahrer werden es schwer haben andere einzuholen, die schon viele Fahrzeugklassen/Strecken Kombinationen gefahren sind und somit in vielen Rekordtabellen stehen. Werden Bestzeiten gemittelt relativiert sich dieser Effekt. Das bedeutet die Anzahl der Punkte für Bestzeiten wird für jeden Fahrer durch die Anzahl an Rekordtabellen geteilt, in denen er steht.

source: Safety
de_de: Sicherheit

source: Settings for penalty points that drivers get
de_de: Einstellungen für Strafpunkte die Fahrer:innen bekommen

source: Cuts
de_de: Schnitte

source: Points for amount of cuts that were made
de_de: Punkte für überschreiten der Streckenbegrenzung

source: Collision Environment
de_de: Kollision Umgebung

source: Points for colliding with the environment
de_de: Punkte für Kollisionen mit der Umgebung

source: Collision Cars
de_de: Kollision Fahrzeuge

source: Points for colliding with other cars
de_de: Punkte für Kollisionen mit anderen Fahrzeugen.

source: Nominal Collision-Speed
de_de: Nominale Kollisionsgeschwindigkeit

source: Nominal speed at which collision a collsion points counts nominal
de_de: Geschwindigkeit, zu der Kollisionen normiert werden.

source: Amnesty in Practice
de_de: Amnestie im Training

source: If enabled, safety penalties are not given for practice sessions (only qualifying/race)
de_de: When aktiv, werden Strafpunkte nicht für reine Trainings-Sessions vergeben (Sessions ohne nachfolgende Qualifikation/Rennen)

source: Ranking Groups
de_de: Wertungsgruppen

source: Adjusting groups
de_de: Gruppen Anpassen

source: Cycle Time
de_de: Rennzeit

source: Define how often the ranking groups shall be assigned
de_de: Gibt an, wie oft die Fahrergruppen neu zugeweisen werden

source: Threshold Type
de_de: Typ der Schwelle

source: points - A driver needs an amount of points to reach a group drivers - a fix amount of top drivers per group percent - percentage of points from the absolute top driver
de_de: Punkte - Es muss eine gewisse Anzahl an Punkten erreicht werden für eine Gruppe Fahrer - Jede Gruppe hat eine feste Anzahl von Fahrern Prozent - Ähnlich wie 'Punkte', nur das die Punkte prozentual vom besten Faherer aus bestimmt werden

source: points
de_de: Punkte

source: drivers
de_de: Fahrer

source: percent
de_de: Prozent

source: Ranking Group
de_de: Wertungsgruppe

source: Settings for a driver ranking group
de_de: Einstellungen für die Fahrerwertung

source: An arbitrary name for this group
de_de: beliebiger Name für das Wetter

source: Threshold
de_de: Schwelle

source: The ranking threshold a driver needs to pass to enter this group
de_de: Die minimale Punkteschwelle für diese Gruppe

source: Group
de_de: Gruppe

source: Default Session Schedule
de_de: Standard Session Zeitplan

source: Default settings for session schedules
de_de: Standardeinstellungen für den Session Zeitplan

source: Basics
de_de: Grundlagen

source: Basic settings
de_de: Basiseinstellungen

source: An arbitrary name for this schedule item
de_de: Ein beliebiger name für das Zeitplanelement

source: Car Class
de_de: Fahrzeugklasse

source: The car class to race with
de_de: Die Fahrzeugklasse mit der gefahren wird

source: Track
de_de: Strecke

source: The track to be raced
de_de: Die Strecke auf der gefahren wird

source: Team Registrations
de_de: Team Anmeldungen

source: Allow to register teams
de_de: Teamanmeldung Erlauben

source: Event
de_de: Veranstaltung

source: Settings for the main event
de_de: Einstellungen für das Hauptereignis

source: Date
de_de: Datum

source: Date when the session shall start
de_de: Datum, wann die Sessions tarten soll

source: EntryList Session
de_de: Fahrzeugliste Session

source: Use the result of this session as entry list, if zero, the order of registration will be used
de_de: Das Ergebnis dieser Session als Entry-List verwenden. Wenn Null, wird die Reihenfolge der Anmeldungen verwendet.

source: Select the server preset for the event
de_de: Wähle das Server-Preset für die Veranstaltung

source: Select on which server slot the session shall be driven
de_de: Wähle auf welchem Server-Slot die Session gefahren werden soll

source: Practice Loop
de_de: Trainingsschleife

source: Setup a session loop for practice
de_de: Eine Trainingsschleife aufsetzen

source: Enable
de_de: Aktiveren

source: Enable practice session loop
de_de: Trainingsschleife aktivieren

source: Select the server preset for the practice
de_de: Wähle das Server-Preset für das Training

source: Ballance Driver Ranking
de_de: Ausgleich Fahrerwertung

source: Ballance of performacne based on driver ranking
de_de: Generalausgleich basierend auf der Fahrerwertung

source: Add ballast or restrictors to driver in this ranking group
de_de: Zusatzgewicht und Begrenzer für Fahrer aus dieser Wertungsgruppe

source: Ballast
de_de: Gewicht

source: Additional ballast for this group
de_de: Zusatzgewicht für diese Gruppe

source: Restrictor
de_de: Begrenzer

source: Additional restrictor for this group
de_de: Zusätzlicher Begrenzer für diese Gruppe

source: Add ballast or restrictors to drivers which are not in the driver ranking
de_de: Zusatzgewicht und Begrenzer für Fahrer außerhalb der Fahrerwertung

source: Additional ballast for drivers who are not in the driver ranking
de_de: Zusatzgewicht für Fahrer außerhalb der Wertung

source: Additional restrictor for drivers who are not in the driver ranking
de_de: Begrenzer für Fahrer außerhalb der Wertung

source: Default User Settings
de_de: Standard Benutzereinstellungen

source: Settings for users
de_de: Einstellungen für Benutzer

source: Privacy
de_de: Privatsphäre

source: Privacy settings 'Private' means nobody can identify me 'Community' means that all active drivers, which actively use the ACswui system, can identify me - as long as I use the ACswui system as well 'Active Drivers' means that all other active drivers can identify me - as long as I am an active driver as well 'Public' means everyone can identify me
de_de: 'Privat' bedeutet, keiner kann mich identifizieren 'Community' bedeutet, alle aktiven Fahrer:innen, können mich identifizieren - so lange ich selbst das ACswui System nutze'Aktive Fahrer' bedeutet, alle aktiven Fahrer:innen, können mich identifizieren - so lange ich selbst aktiver Fahrer bin'Öffentlich' bedeutet, jeder kann mich identifizieren

source: Color
de_de: Farbe

source: Your preferred color to better identify you in diagrams
de_de: Wähle deine präferierte Farbe aus, die in Diagrammen verwendet werden soll.

source: Login Expire
de_de: Login Erlischt

source: The user login is saved via a token inside a client cookie. This defines the amount of days when this token expires
de_de: Der Benutzer-Login wird mit einem Token als Browser-Cookie gespeichert. Dieser Wert legt fest, nach wie vielen Tagen dieser Cookie verfällt.

source: Content View
de_de: Inhaltsanzeige

source: View options for special content
de_de: Ansichtseinstellungen für bestimmte Inhalte

source: Skip Private Records
de_de: Überspringe Private Rekorde

source: Skip users which do not allow to show private information in car/track records tables
de_de: Blende Fahrer:innen in Rekordtabellen aus, die nicht identifiziert werden wollen (bessere Übersicht).

source: Track Order
de_de: Streckensortierung

source: In which order shall tracks be shown
de_de: In welcher Reihenfolge sollen Strecken sortiert werden

source: By Country
de_de: nach Land

source: Alphabetically
de_de: nach Alphabet

source: Loc-/Internationalization
de_de: Internationalisierung

source: Options for localization and internationalization
de_de: Optionen zur lokalen/internationalen Anpassung

source: Country
de_de: Land

source: Select which country you want to represent
de_de: Wähle, welches Land du repräsentieren möchtest

source: Locale
de_de: Lokalisierung

source: Localization settings
de_de: Lakalisationseinstellung

source: Timezone
de_de: Zeitzone

source: Define your preferred timezone
de_de: Wähle deine präferierte Zeitzone

source: Units
de_de: Einheiten

source: Setup preferred units for values
de_de: Einstellungen für bevorzugte Einheiten

source: Power
de_de: Leistung

source: Specific Power
de_de: Spezifische Leistung

source: Weight
de_de: Gewicht

source: Date/Time Format
de_de: Datum/Zeit Format

source: How shal date-times be presented
de_de: Wähle, wie Datum/Zeit präsentiert werden sollen

source: Length
de_de: Länge

source: Laptime Distribution Diagrams
de_de: Rundenzeitenverteilungsdiagramm

source: Options to adjust the laptime distribution diagrams
de_de: Optionen um das Rundenzeitenverteilungsdiagramm einszustellen

source: Max Delta
de_de: Maximale Differenz

source: Defines the maximum of the x-axis (how much seconds to show)
de_de: Definiert das Maximum der X-Achse (wieviele Sekunden angezeigt werden)

source: Time Axis
de_de: Zeitachse

source: The time axis (distance to best session laptime) can be drawn logarithmic or linear
de_de: Die Zeitachse (Abstand zur Session-Bestzeit) cann logarithmisch oder linear dargestellt werden.

source: Logarithmic
de_de: Logarithmisch

source: Available Types
de_de: Verfügbare Typen

source: Select which options shall be available for laptime distribution diagrams (just prevents to click wrong buttons)
de_de: Wähle, welche Typen für Rundenzeitenverteilungsdiagramme angeboten werden sollen (Reduktion hilf den richtigen Button zu treffen)

source: Histogram
de_de: Histogramm

source: Gaussian
de_de: Gaußverteilung

source: Session Position Diagrams
de_de: Session Positionsdiagramm

source: Options to adjust the session position diagrams
de_de: Optionen um das Session-Positionsdiagramm einzustellen

source: Type
de_de: Typ

source: The type of the y-axis (place or time-gap).
de_de: Der Typ der Y-Achse (Platzierung oder Zeit-Abstand)

source: Place
de_de: Platz

source: Gap
de_de: Abstand

source: Logout
de_de: Abmelden

source: Login via Steam
de_de: Mit Steam einloggen

source: Always
de_de: Immer

source: After each Lap
de_de: Nach jeder Runde

source: After each Session
de_de: Nach jeder Session

source: Once a Day
de_de: Täglich

source: Time Zone
de_de: Zeitzone

source: Base Settings
de_de: Basiseinstellungen

source: Collection of server slot settings
de_de: Sammlung von Server-Slot Einstellungen

source: Settings for the actual acServer
de_de: Einstellungen für den eigentlichen Assetto-Corsa-Server

source: General Settings
de_de: Allgemeine Einstellungen

source: General settings for Real Penalty
de_de: Allgemeine Einstellungen für Real-Penalty

source: An arbitrary name for the server (shown in lobby)
de_de: Ein beliebiger Name für den Server (wird in der Lobby angezeigt)

source: Admin Passwort
de_de: Administrator Passwort

source: acServer admin passwort
de_de: Assetto Corsa Server Administrator Passwort

source: Internet protocol port numbers for the AC server
de_de: Internet Protokoll Nummern für den AC-Server

source: UDP port number: open this port on your server's firewall
de_de: UDP Port: Öffne diesen in deiner Server Firewall

source: TCP port number: open this port on your server's firewall
de_de: TCP Port: Öffne diesen in deiner Server Firewall

source: Lobby port number: open these ports (both UDP and TCP) on your server's firewall
de_de: Lobby Port: Öffne beide (TCP/UDP) in deiner Server Firewall

source: UDP plugin port settings
de_de: UDP Plugin Port Einstellungen

source: Remote UDP port for external plugins
de_de: Fernzugriffs-Port für externe Plugins

source: Performance
de_de: Leistung

source: Settings that affect the transfer performance / quality
de_de: Einstellungen welche die Transferleistung / Qualität beeinflussen

source: Client Interval
de_de: Client Frequenz

source: Refresh rate of packet sending by the server. 10Hz = ~100ms. Higher number = higher MP quality = higher bandwidth resources needed. Really high values can create connection issues
de_de: Aktualisierungsrate für Pakete die vom Server zum Spieler gesendet werden.Größere Werte bedeuten bessere Qualität, benötigen aber auch mehr Bandbreite.Sehr hohe Werte können Verbindungsprobleme herbeiführen:

source: Number of Threads
de_de: Anzahl der Threads

source: Number of threads to run on
de_de: Anzahl der CPU Threads, die vom AC-Server verwendet werden sollen.

source: Max Clients
de_de: Maximale Spieler

source: Max number of clients
de_de: Maximale Anzahl an Spielern

source: Use ac-server-wrapper to start AC sevrer (enables enhanced information when clients use content manager)
de_de: Den AC-Server-Wrapper nutzen um den AC server zu starten (ermöglicht die Anzeige von zusätzlichen Information bei Benutzung des Content Managers)

source: HTTP port for AC Server Wrapper
de_de: HTTP Port für den AC Server Wrapper

source: Download Limit
de_de: Download Begrenzung

source: Limit download speed to keep online smooth. Set to 0 to avoid limiting. Just in case.
de_de: Download Geschwindigkeit begrenzen um den Server nicht zu stark zu belasten. Der Wert '0' deaktiviert die Begrenzung.

source: Download Password
de_de: Download Passwort

source: Do not allow to download content without a password (if set).
de_de: Download von Inhalten ohne Password verbieten (wenn gesetzt).

source: Welcome Message
de_de: Willkommen-Nachricht

source: The introduction message that shall be shown at first (BBCode supported)
de_de: Die Wilkommensnachricht, die zuerst angezeigt wird (BBCode support)

source: Settings for the Real Penalty plugin
de_de: Einstellungen für das Real-Penalty-Plugin

source: Enable RP
de_de: Aktiviere RP

source: Wheather to use Real Penalty for this slot or not
de_de: Ob Real-Penalty für diesen Server-Slot verwendet werden soll.

source: Product Key
de_de: Produkt Schlüssel

source: Personal key, received after the Patreon subscription: https://www.patreon.com/DavideBolognesi
de_de: Persönlicher Schlüssel, der nach Patreon Abbonnement erhalten wird: https://www.patreon.com/DavideBolognesi

source: Password only for app 'Real Penalty - admin'
de_de: Passwort, nur für die 'Real Penalty - admin' App

source: First Check
de_de: Erste Prüfung

source: Delay (seconds) after connection of new driver for the first check (app + sol). Default 5
de_de: Verzögerung (Sekunden) nachder bei neuen Fahrer:innen die App und SOL das erste mal geprüft wird.

source: Check Frequency
de_de: Überprüfungsfrequenz

source: Frequency (second) for APP, SOL and CSP check. Default 60
de_de: Überprüfungsfrequenz (Sekunden) für die App, SOL und CSP.

source: Local UDP port to communicate with the acServer
de_de: Lokaler UDP Port um mit dem AC-Server zu kommunizieren

source: Remote UDP port for additional plugins
de_de: Entfernter UDP Port für zusätzliche Plugins

source: UDP port for the ACswui plugin to recieve RP evenrs
de_de: UDP Port für das ACswui Plugin im Events von RP zu empfangen

source: Port settings open to the internet
de_de: Einstellungen für offen Internet-Ports

source: UDP to communicate with RP client app
de_de: UDP Port zur Kommunikation mit der RP Spieler-App

source: Settings for the ACswui plugin
de_de: Einstellungen für das ACswui Plugin

source: Local UDP port of RP where it receives event-listen-start requests
de_de: Lokaler UDP Port von RP auf dem Event-Listen-Start Anfragen empfangen werden

source: You need to login to view this page.
de_de: Du musst dich anmelden um diese Seite einzusehen.

source: Delete Column Entry
de_de: Spalte Löschen

source: Not Delete Column Entry
de_de: Spalte nicht Löschen

source: Delete Row Entry
de_de: Zeile Löschen

source: Not Delete Row Entry
de_de: Zeile nicht Löschen

source: Drivers
de_de: Fahrer

source: Ambient
de_de: Umgebung

source: Road
de_de: Strecke

source: Rain
de_de: Regen

source: Real Weather
de_de: Tatsächliches Wetter

source: Season
de_de: Saison

source: Invalid Entry
de_de: Ungültiger Eintrag

source: Value currently inherited from from base parameter
de_de: Wert wird aktuell von Basisparemter übernommen

source: Value currently defined locally
de_de: Wert ist aktuell lokal definiert

source: Hidden for derived parameters
de_de: Versteckt für abeleitete Parameter

source: Read-only for derived parameters
de_de: Nur Lesbar für abgeleitete Parameter

source: Derived parameters can change this value
de_de: Abgeleitete Parameter können diesen Wert ändern.

source: 1st Day
de_de: 1. Tag

source: 2nd Day
de_de: 2. Tag

source: 3rd Day
de_de: 3. Tag

source: 4th Day
de_de: 4. Tag

source: 5th Day
de_de: 5. Tag

source: 6th Day
de_de: 6. Tag

source: 7th Day
de_de: 7. Tag

source: 8th Day
de_de: 8. Tag

source: 9th Day
de_de: 9. Tag

source: 10th Day
de_de: 10. Tag

source: 11th Day
de_de: 11. Tag

source: 12th Day
de_de: 12. Tag

source: 13th Day
de_de: 13. Tag

source: 14th Day
de_de: 14. Tag

source: 15th Day
de_de: 15. Tag

source: 16th Day
de_de: 16. Tag

source: 17th Day
de_de: 17. Tag

source: 18th Day
de_de: 18. Tag

source: 19th Day
de_de: 19. Tag

source: 20th Day
de_de: 20. Tag

source: 21th Day
de_de: 21. Tag

source: 22th Day
de_de: 22. Tag

source: 23th Day
de_de: 23. Tag

source: 24th Day
de_de: 24. Tag

source: 25th Day
de_de: 25. Tag

source: 26th Day
de_de: 26. Tag

source: 27th Day
de_de: 27. Tag

source: 28th Day
de_de: 28. Tag

source: 29th Day
de_de: 29. Tag

source: 30th Day
de_de: 30. Tag

source: 31th Day
de_de: 31. Tag

source: 1st Monday
de_de: 1. Montag

source: 2nd Monday
de_de: 2. Montag
