Repository: Oinosseus/acswui
Catalog: http/locale/*/LC_MESSAGES/acswui.po
Languages: de_de

source: List of the Steam GUIDs (seperated by a semicolon) that can connect to the server without the app and sol (for example "Race Direction" or for "Live")
de_de: Liste von Steam GUIDs (getrennt durch Semikolon), die zum Server verbinden können,ohne RP App und SOL installiert zu haben.Zum Beispiel für Rennleitung oder Live-Aufnahmen

source: Cars
de_de: Fahrzeuge

source: List of car models (seperated by a semicolon) wihtout penalties and checks. Example: Cars=car_name1;car_name2,car_name3
de_de: Liste and Fahrzeugmodellen (gentrennt durch Semikolon), ohne Strafen und Prüfungen.

source: Admin
de_de: Administrator

source: list of the Steam GUIDs. This drivers can send "commands" to the server via chat
de_de: Liste an Steam GUIDs, welche Kommandos an den Server senden dürfen (im Chat)

source: Mandatory
de_de: Erforderlich

source: Distance Threshold
de_de: Entfernungsschwelle

source: Distance threshold: How far away are the cars we paint?
de_de: Wie weit weg werden Autos dargestellt

source: World Zoom
de_de: Welt Zoom

source: world coordinates zoom or how big the bars are
de_de: Welt Koordinaten Zoom - oder, wie groß die Autos sein sollen.

source: Opacity Threshold
de_de: Transparenz Schwelle

source: Opacity threshold: At wich distance (in meters) should the cars start to fade?
de_de: Bei welcher Distanz (in Metern) die Autos ausblenden sollen

source: Front Fadeout Arc
de_de: Vorderer Ausblendebogen

source: fade out cars in front of the player in an arc of X degrees (0 to disable)
de_de: Fahrzeuge vor Fahrer:innen werden in einem Winkel von X-Grad ausgeblendet ('0' zum deaktivieren)

source: Front Fade Angle
de_de: Vorderer Ausblendewinkel

source: if a car in front is faded out, how soft should it fade? (again in degrees, 0 to disable = on/off, 10? is default and quite nice)
de_de: Wenn ein vorfahrendes Fahrzeug ausgeblendet wird, wie weich soll das geschehen? (Wieder in Grad, '0' zum deaktivieren)

source: Car Length
de_de: Fahrzeuglänge

source: Real Penalty reads the size of the cars from collider. Only if enable to do it because some error it use this option. Default 4.3/1.8
de_de: Real Penalty erkennt die Fahrzeuggröße am 'collider'.

source: Car Width
de_de: Fahrzeugbreite

source: Driver Swap
de_de: Fahrerwechsel

source: Min Time
de_de: Minimale Zeit

source: Min swap time (pit lane time) in seconds. Wihtout this value the swap does not work! No default
de_de: Minimale Wechselzeit (Boxenzeit) in Sekunden. Ohne diese Zeit funktioniert der Wechsel nicht.

source: Min Count
de_de: Minimale Anzahl

source: min mandatory swap count for every team until the end of the race . Wihtout this value the swap does not work! Zero is also ok! No default
de_de: Minimal notwendige Fahrerwechsel für jedes Team bis zum Ende des Rennens.Ohne diesen Wert funktioniert der Fahrerwechsel nicht.Null ist ein gültiger Wert.

source: Enable Penalty
de_de: Strafe Aktivieren

source: Penalty Time
de_de: Strafzeit

source: Only if enable_penalty = true. Additional penalty time for each invalid swap (for stop&go or to the final time) for each wrong swap.
de_de: Zusätzliche Zeit für jeden ungültigen Fahrerwechsel

source: Penalty During Race
de_de: Strafen im Rennen

source: Convert Time Penalty
de_de: Zeitstrafen Wandeln

source: Convert Race Penalty
de_de: Rennstrafen Wandeln

source: Disqualify Time
de_de: Disqualifizierungszeit

source: Only if enable_penalty = true. Disqualify if the team completes the swap and the remaining time > disqualify_time. Example: 50% of Min-Time
de_de: Disqualifizieren, wenn das Team den Fahrerwechsel druchführt und die verbleibende Zeit kürzer ist.

source: Driver Change Only
de_de: Nur Fahrerwechsel

source: Every Pit
de_de: Jeder Boxenstop

source: Max Distance
de_de: Maximale Entfernung

source: Permitted max distance from the pit for teleport. Default 10 This value is valid only inside the pit lane! Every teleport from the track is not allowed!
de_de: Maximale Entfernung zur Box für den Teleport. nur gültig in der Box - jeder Teleport auf der Stracke ist nicht erlaubt.

source: Practice Enabled
de_de: Training Aktiviert

source: Qualify Enabled
de_de: Qualifikation Aktiviert

source: Race Enabled
de_de: Rennen Aktiviert

source: Penalty Settings
de_de: Straf-Einstellungen

source: Laps To Take Penalty
de_de: Runden zur Büße

source: How many laps a driver has to take a penalty in. Default 3 (if LAPS_TO_TAKE_PENALTY > 2 --> Jump start is always 2 for AC limit!)
de_de: Anzahl der Runden, innerhalb der Fahrer:innen eine Strafe verbüßen müssen.

source: Penalty Seconds
de_de: Strafsekunden

source: Number of seconds to add manually to the final race result for all penalties not taken during the race.
de_de: Anzahl an Sekunden, die dem Rennergebnis hinzugefügt werden, für jede nicht verbüßte Strafe

source: Last Time Without Penalty
de_de: Letzte Zeit Ohne Strafe

source: Last Laps Without Penalty
de_de: Letzte Runden Ohne Strafe

source: If a divers gets a penalty in the last N laps (N = LAPS_TO_TAKE_PENALTY + LAST_LAPS_WITHOUT_PENALTY) can drive to the end of the race without taking it but receive time penalty! (Drive through = PENALTY_SECONDS, Stop & GO 10 = PENALTY_SECONDS + 10, .......).
de_de: Wenn ein Fahrer eine Strafe in den letzten N Runden bekommt (N = LAPS_TO_TAKE_PENALTY + LAST_LAPS_WITHOUT_PENALTY), kann er weiterfahren ohne die Strafe zu verbüßen. Aber er bekommt eine Zeitstrafe angerechnet.(Drive through = PENALTY_SECONDS, Stop & GO 10 = PENALTY_SECONDS + 10, .......).

source: Cutting
de_de: Schneiden

source: During Safety Car
de_de: Während Safety Car

source: Total Cut Warnings
de_de: Anzahl Warnungen

source: How many warnings are allowed before a penalty is given.
de_de: Wieviele Warnungen werden gezeigt bevor eine Strafe erlassen wird.

source: Tyre Dirt
de_de: Reifen Schmutz

source: Minimum Speed
de_de: Minimale Geschwindigkeit

source: The minimum speed, in kph, that will trigger a cut.
de_de: Die minimale Geschwindigkeit in km/h, die einen Schnitt verlangt

source: Seconds Between Cuts
de_de: Sekunden zwischen Schnitten

source: You won't get a cut until this many seconds after the last one.
de_de: Es wird keine Schnitt erkannt für so viele Sekunden bis zum letzten Schnitt.

source: Maximum Time
de_de: Maximale Zeit

source: The maximum time cut (in seconds) to trigger a warning. If you make this too long, off-track accidents may trigger cut warnings.
de_de: Die maximale Zeit (in Sekunden) die beim Verlassen der Strecke als Schnitt gelten. Wenn dieser Wert zu groß ist, werden Unfälle als Schnitte erkannt.

source: Min Slowdown Ratio
de_de: Minimales Entschleunigungsverhältnis

source: Slowing down to this speed (kph) will make the "INVALID LAP, SLOW DOWN" message in qualifying go away. Default 50.
de_de: Bei Unterscheiten dieser Geschwindigkeit (in km/h) verschwindet die Warn-nachricht während der Qualifikation

source: Initial qualify max allowed speed on the start line after cutting in the last corner. Default 150 IMPORTAN! Adjust this value in according to the track and the cars!!!!!!!!!
de_de: Geschwindigkeit auf der Sart- / Ziellinie in der Qualifikation, nachdem der Fahrer die letzte Kurve geschnitten hatte.Standard: 150 (ACHTUNG: Der Wert muss an die Strecke und Fahrzeuge angepasst werden!)

source: Bonus time after reentering on the track. If speed decreses in this time --> No cutting! Default 2. Set to 0 to have cutting checks similar to PLP (no check after re-entering the track)
de_de: Bonus-Zeit nach Rückkehr auf die Strecke. Wenn die Geschwindig innerhalb dieser Zeit reduziert wird, wird kein Cut gewertet. Standardeinstellung ist '2'. Auf '0' setzen um Cuts ähnlich wie bei PLP zu prüfen (keine Prüfung nach Rückkehr auf die Strecke).

source: Penalty Type
de_de: Strafe

source: Penalty type for cutting.
de_de: Strafe für Schneiden

source: Speeding
de_de: Geschwindigkeitsüberschreitung

source: Speed Limit 1
de_de: Geschwindigkeit 1

source: The speed, in kph, above which you will be deemed to be speeding in pits. Make this higher to give more leniency on pit lane entry.
de_de: Die Geschwindigkeit (in km/h) ab der eine Überschreitung zählt. Dies kann erhöht werden um mehr Toleranz zu gewähren:

source: Penalty Type 1
de_de: Strafe 1

source: Penalty type for speeding
de_de: Strafe für Überschnell

source: Speed Limit 2
de_de: Geschwindigkeit 2

source: Penalty Type 2
de_de: Strafe 2

source: Speed Limit 3
de_de: Geschwindigkeit 3

source: Penalty Type 3
de_de: Strafe 3

source: Speed Limit 4
de_de: Geschwindigkeit 4

source: Penalty Type 4
de_de: Strafe 4

source: Speed Limit 5
de_de: Geschwindigkeit 5

source: Penalty Type 5
de_de: Strafe 5

source: Crossing
de_de: Überfahren

source: Jump Start
de_de: Frühstart

source: Penalty Type 0
de_de: Strafe 0

source: Speed Limit 0
de_de: Geschwindigkeit 0

source: Max gap in seconds from front car.
de_de: Maximaler Abstand zum vorfahrenden Fahrzeug

source: Enabled After
de_de: Aktiviert Nach

source: DRS enabled after N lap from start (+1 if rolling start with SC - file ac_settings.ini).
de_de: DRS aktiviert nach N-Runden nach Start (+1 für fliegenden Start)

source: IF the car speed < MIN SPEED no penaly for illegal DRS use.
de_de: Wenn die Geschwindigkeit kleiner als Mininale-Geschwindigkeit, keine Strafe für falsche DRS Anwendung

source: Bonus Time
de_de: Zusatzzeit

source: How many seconds the DRS can remain open during each illegal use before the penalty.
de_de: Wieviele Sekunden darf das DRS aktiviert sein, bevor eine Strafe erhoben wird.

source: Illegal Uses
de_de: Falsche Anwendungen

source: How many time the driver can open the illegal DRS in each sector before the penalty.
de_de: Wie oft darf ein Fahrer:in das DRS pro Sektor falsch aktrivieren befor eine Strafe erhoben wird

source: During Safetycar
de_de: Während Safetycar

source: Omit Cars
de_de: Ignorierte Autos

source: List of cars wihtout DRS (sorry, no information from AC available) if all cars are without DRS set ENABLE_DRS_PENALTIES in General to false!!!
de_de: Liste von allen Fahrzeugen ohne DRS. Wenn alle Fahrzeuge kein DRS haben, besser die DRS Überwachung generell deaktivieren

source: Blue Flag
de_de: Blaue Flagge

source: Time distance (seconds) to show the blue flag in qualifying.
de_de: Zeitabstand (in Sekuden) während der Qualifikation ab der eine blaue Flagge gezeigt wird.

source: Time distance (seconds) to show the blue flag in race.
de_de: Zeitabstand (in Sekuden) während des Rennens ab der eine blaue Flagge gezeigt wird.

source: Result Screen
de_de: Ergebnis Anzeige

source: End
de_de: Ende

source: waiting for registration ...
de_de: Warte auf Anmeldung ...

source: Collection of weather settings
de_de: Sammlung von Wettereinstellungen

source: Arbitrary name for this weather
de_de: beliebiger name für das Wetter

source: Graphic
de_de: Grafik

source: it's exactly one of the folder name that you find into "content\weather" directory
de_de: Ist exakt der Ordnername aus content/weather/

source: Temperatures
de_de: Temperaturen

source: Environment temperature settings
de_de: Einstellungen für Umgebungstemperatur

source: Ambient Base
de_de: Umgebung Nominal

source: temperature of the Ambient
de_de: Temperatur der Umgebung

source: Ambient Variation
de_de: Umgebung Variation

source: variation of the ambient's temperature. In this example final ambient's temperature can be 16 or 20
de_de: Variation der Umgebungstemperatur.

source: Road Relative
de_de: Straße, Relativ

source: Relative road temperature: this value will be added to the final ambient temp. In this example the road temperature will be between 22 (16 + 6) and 26 (20 + 6). It can be negative.
de_de: Straßentemperatur, relativ zur Umgebung.

source: Road Variation
de_de: Straße Variation

source: variation of the road's temperature. Like the ambient one
de_de: Variation der relativen Straßentemperatur

source: Environment wind settings
de_de: Wind Einstellungen

source: Min speed of the session possible
de_de: Minimal mögliche Geschwindigkeit in einer Session

source: Maximum Speed
de_de: Maximale Geschwindigkeit

source: Max speed of session possible (max 40)
de_de: Maximale Windgeschwindigkeit der Session (max. 40)

source: Direction
de_de: Richtung

source: base direction of the wind (wind is pointing at); 0 = North, 90 = East etc
de_de: Nominale Windrichtung (0 = Norden, 90 = Osten, ...)

source: Direction Variation
de_de: Richtung Variation

source: variation (+ or -) of the base direction
de_de: Variation der Windrichtung (+-) zur nominalen Windrichtung

source: New Season
de_de: Neue Saison

source: Guest
de_de: Gast

source: Torque
de_de: Drehmoment

source: Revolutions
de_de: Umdrehungen

source: Registration failed because of internal error.
de_de: Anmeldung schlug fehl, aufgrund eines internen Fehlers :-(

source: Car successfully registered
de_de: Fahrzeug erfolgreich angemeldet.

source: Registration failed because 'preview.jpg' not found.
de_de: Anmeldung schlug fehl, weil 'preview.jpg' nicht gefunden wurde.

source: Registration failed because 'preview.jpg' cannot be read.
de_de: Anmeldung schlug fehl, weil 'preview.jpg' nicht gelesen werden konnte.

source: Registration failed because size of 'preview.jpg' is greater than 1MiB
de_de: Anmeldung schlug fehl, weil 'preview.jpg' größer als 1MiB ist.

source: Registration failed because of internal error
de_de: Anmeldung schlug fehl, aufgrund eines internen Fehlers :-(

source: Timestamp
de_de: Zeitstempel

source: Suspect
de_de: Verursacher

source: Victim
de_de: Geschädigter

source: Speed
de_de: Geschwindigkeit

source: Safety-Points
de_de: Sicherheitspunkte

source: Collision Id
de_de: Kollision ID

source: Lap
de_de: Runde

source: Laptime
de_de: Rundenzeit

source: Difference to session best lap
de_de: Abstand zur Bestzeit der Session

source: Delta
de_de: Differenz

source: Driver
de_de: Fahrer

source: Car
de_de: Auto

source: BOP
de_de: Ausgleich

source: Traction
de_de: Traktion

source: Lap ID
de_de: Runde ID

source: Grip
de_de: Traktion

source: Pits
de_de: Boxen

source: Driven
de_de: Gefahren

source: Testing
de_de: Testen

source: Tests for Development
de_de: Tests für die Entwicklung

source: Third Party
de_de: Drittanbieter

source: Integration of Third Party Software
de_de: Integration von Drittanbieter Software

source: The ACswui system does integrate a driver ranking system. With that system it is possible to rate the performance of drivers. This page gives an overview how ranking points are determined.
de_de: Das ACswui System integriert eine Fahrerwertung. Damit ist es möglich die Leistung der Fahrer zu bewerten. Diese Seite zeigt, wie die Wertungspunkte bestimmt werden.

source: The driver ranking system applies points for experience, success and safety of drivers. Each of these categories are rated per driver and they sum up to the total ranking points per driver.
de_de: Das Wertungssystem vergibt Punkte für Erfahrung, Erfolg und Sicherheit der Fahrer. Jede dieser Kategorien wird für jeden Fahrer einzeln bewertet und deren Summe stellt die Punkte in der Fahrerwertung dar.

source: Every driven distance counts as experience. Depending on the session type, there are different points earned per distance. The experience points are granted relative to one million driven meters (Points / Mm).
de_de: Jede gefahrene Distanz wird als Erfahrung gewertet. Je nach Typ der Session werden mehr oder weniger Erfahrungspunkte pro Distanz vergeben. Erfahrungspunkte werden relativ zu einer Million zurücklegten Metern vergeben (Punkte / Mm).

source: Sucess
de_de: Erfolg

source: By leading positions in race, qualifying and record tables, a driver can gain success points. Leading positions are counted as places prior to other drivers in a table. Think of it as counting positions from the bottom of a table. If for example a driver takes a second place in a race of five drivers, he has three leading positions (he is prior three other drivers in the result table). Was this second place in a race of ten drivers he would get eight leading positions. This automatically weights sessions with high driver amount as more rewarding, while beeing the only driver in a table gains no leading positions. Additionally the driver with the best race time earns points.
de_de: Durch Führungspositionen in Rennen, in Qualifikationen und Bestzeit Tabellen erhält ein Fahrer Erfolgspunkte. Führungspositionen zählen als bessere Platzierungen gegenüber anderen Fahrern in einer Tabelle. Führungspositionen werden sozusagen vom Ende einer Tabelle aus gezählt. Erreicht ein Fahrer zum Beispiel den zweiten Platz in einem Rennen mit fünf Fahrern, hat er drei Führungspositionen (er hat besser abgeschnitten als drei andere). In einem Rennen mit zehn Fahrern hätte der zweite Platz acht Führungspositionen. Dadurch werden Platzierungen in Tabellen mit mehr Fahrern automatisch höher gewertet. Durch ein Rennen mit einem einzigen Fahrer, oder einer Bestzeit bei der kein anderer die gleiche Strecken- / Fahrzeugklassen-Kombination gefahren ist, können also keine Führungspunkte erreicht werden. Zusätzlich dazu können Erfolgspunkte auch durch die schnellste Runde in einem Rennen errungen werden.

source: Since points for best times will not automatically vanish over time, these will cummulate a lot. New drivers will have a hard time to follow drivers that took place in record tables of many car-class / track combinations. Thus, the best time points are averaged / relativized. This means the amount of best time points are divided by the amount of record tables each driver takes place in.
de_de: Da Bestzeiten nicht automatisch verschwinden, addieren diese sich über Zeit sehr hoch. Neue Fahrer werden es schwer haben andere einzuholen, die schon viele Fahrzeugklassen/Strecken Kombinationen gefahren sind und somit in vielen Rekordtabellen stehen. Daher werden Bestzeiten gemittelt (relativiert). Das bedeutet die Anzahl der Punkte für Bestzeiten wird für jeden Fahrer durch die Anzahl an Rekordtabellen geteilt, in denen er steht.

source: To restrict rough driving and encourage fair driving the ranking system counts points for unsave driving maneuvers. These points are typically negative, so they reduce the overall ranking points of a driver. Penalized maneuvers are cuts and collisions. Collisions are are related to the speed at which they happen. A collision at twice the normalized speed costs twice the penalty points, while a collision at a quarter of the normalized speed costs only a quarter of the points.
de_de: Um groben Fahrstil einzuschränken und faires Verhalten zu fördern, vergibt die Fahrerwertung Strafpunkte für unsichere Fahrmanöver. Diese Punkte sind typischerweise negativ und verringern die Summe der Wertungspunkte für einen Fahrer. Als unsichere Manöver zählen Schnitte und Kollisionen. Kollisionen werden nach der Geschwindigkeit gewichtet, bei der sie passieren. Eine Kollision bei doppelter Normalgeschwindigkeit kostet auch doppelt Strafpunkte, während Kollisionen bei einem Viertel der Normalgeschwindigkeit auch nur ein Viertel der Punkte kosten.

source: Collisions with Environment
de_de: Kollision mit der Umgebung

source: Collisions with other Cars
de_de: Kollision mit anderen Fahrzeugen

source: Normalized Collision Speed
de_de: Nominale Kollisionsgeschwindigkeit

source: The ranking points are not calculated over all sessions. Instead they are cumulated over a period of time. Sessions wich are older than this period are not considered for the ranking points anymore. An exception are positions in record tables. Since these records last, the ranking points for best times will last. ... well, at least until a slower driver gets faster.
de_de: Die Wertungspunkte werden nicht über alle Sessions berechnet, sondern nur über eine bestimmte Zeitspanne zurück in der Vergangenheit. Sessions, die älter als diese Zeitspanne sind werden in der Fahrerwertung nicht mehr berücksichtigt. Eine Ausnahme stellen Führungspositionen in Bestzeit-Tabellen dar. Da diese beständig sind gehen sie auch immer in die Fahrerwertung ein. ... naja, zumindest bis ein langsamerer Fahrer schneller wird.

source: Days
de_de: Tage

source: The driver ranking table is split into several groups. This allows drivers to compete in equal performance categories and allows performance ballancing on the server.
de_de: Die Fahrerwertung ist in verschiedene Gruppen aufgeteilt. Das ermöglicht es Fahrern in gleichen Leistungsklassen zu konkurrieren und schafft einen Leistungsausgleich auf dem Server.

source: The group assignment of each driver is defined by reaching an absolute amount of points.
de_de: Die Gruppeneinteilung für jeden Fahrer wird anhand fixer Punkte durchgeführt.

source: Each group contains a certain amount of drivers. Drivers with most ranking points are in the top group. When the maximum amount of drivers is reached for a group, drivers are moved to the next lower group.
de_de: Jede Gruppe beinhaltet eine bestimmte Anzahl an Fahrern. Die Fahrer mit den meisten Wertungspunkten sind in der obersten Gruppe. Erreicht eine Gruppe die maximale Anzahl an Fahrern, wird ein Fahrer der nächsten, niedrigeren Gruppe zugewiesen.

source: The group assignment of each driver is defined by amount of points relative to the driver with the most.
de_de: Die Gruppeneinteilung eines Fahrer wird anhand der Wertungspunkte relative zum Fahrer mit den meisten Wertungspunkten vorgenommen.

source: The minimum requirement for each group can be viewed in the driver ranking.
de_de: Die Mindestanforderung für jede Gruppe kann in der Tabelle der Fahrerwertung eingesehen werden.

source: About
de_de: Über

source: About the ACswui System
de_de: Über das ACswui System

source: The acronym 'ACswui' stands for Assetto Corsa Server Web User Interface.
de_de: Das Akronym 'ACswui' steht für Assetto Corsa Server Web User Interface

source: The letters 'AC' are written in capitals intentionally. Since <a href="https://www.assettocorsa.it">Assetto Corsa</a> is THE greatest racing simulator in the current decade (at least in my humble oppinion), the capital letters shall show my respect to <a href="http://www.kunos-simulazioni.com">KUNOS Simulazioni</a>. The remaining 'swui' is just a user interface around the simulation.
de_de: Die Buchstaben 'AC' sind absichtlich groß geschrieben. Da <a href="https://www.assettocorsa.it">Assetto Corsa</a>DER beste Rennsimulator der aktuellen Dekade ist (jedenfalls meinerbescheidenen Meinung nach), sollen die Großbuchstaben meinen Respektgegenüber<a href="http://www.kunos-simulazioni.com">KUNOS Simulazioni</a>ausdrücken. Das restliche 'swui' ist nur eine Benutzeroberfläche dafür.

source: It must be said, that the ACswui system stands in no legal conjunction with KUNOS Simulazioni.
de_de: Es muss gesagt werden, dass das ACswui System in keinerlei rechtlicher Verbindung zu KUNOS Simulazioni steht.

source: Settings
de_de: Einstellungen

source: Car Classes
de_de: Fahrzeugklassen

source: Available Car Classes
de_de: Verfügbare Fahrzeugklassen

source: New Car Class
de_de: Neue Fahrzeugklasse

source: Tracks
de_de: Strecken

source: Available Track Locations
de_de: Verfügbare Streckenstandorte

source: Countries
de_de: Länder

source: Letters
de_de: Buchstaben

source: Car Skin
de_de: Lackierung

source: General Info
de_de: Allgemeine Info

source: Brand
de_de: Hersteller

source: Owner
de_de: Eigentümer

source: Number
de_de: Nummer

source: Revision Info
de_de: Revisionsinformation

source: Database Id
de_de: Datenbank ID

source: Deprecated
de_de: Obsolet

source: yes
de_de: Ja

source: Registration Info
de_de: Informationen zur Anmeldung

source: Requested
de_de: Angefordert

source: Processed
de_de: Prozessiert

source: Files
de_de: Dateien

source: File
de_de: Datei
