Repository: Oinosseus/acswui
Catalog: http/locale/*/LC_MESSAGES/acswui.po
Languages: de_de

source: 3rd Monday
de_de: 3. Montag

source: 4th Monday
de_de: 4. Montag

source: Monday Even Weeks
de_de: Montage in gerade Wochen

source: Monday Odd Weeks
de_de: Montage in ungeraden Wochen

source: 1st Tuesday
de_de: 1. Dienstag

source: 2nd Tuesday
de_de: 2. Dienstag

source: 3rd Tuesday
de_de: 3. Dienstag

source: 4th Tuesday
de_de: 4. Dienstag

source: 5th Tuesday
de_de: 5. Dienstag

source: Tuesday Even Weeks
de_de: Deinstage in geraden Wochen

source: Tuesday Odd Weeks
de_de: Dienstage in ungeraden Wochen

source: 1st Wednesday
de_de: 1. Mittwoch

source: 2nd Wednesday
de_de: 2. Mittwoch

source: 3rd Wednesday
de_de: 3. Mittwoch

source: 4th Wednesday
de_de: 4. Mittwoch

source: 5th Wednesday
de_de: 5. Mittwoch

source: Wednesday Even Weeks
de_de: Mittwoch in geraden Wochen

source: Wednesday Odd Weeks
de_de: Mittwoch in ungeraden Wochen

source: 1st Thursday
de_de: 1. Donnerstag

source: 2nd Thursday
de_de: 2. Donnerstag

source: 3rd Thursday
de_de: 3. Donnerstag

source: 4th Thursday
de_de: 4. Donnerstag

source: 5th Thursday
de_de: 5. Donnerstag

source: Thursday Even Weeks
de_de: Donnerstage in geraden Wochen

source: Thursday Odd Weeks
de_de: Donnerstage in ungeraden Wochen

source: 1st Friday
de_de: 1. Freitag

source: 2nd Friday
de_de: 2. Freitag

source: 3rd Friday
de_de: 3. Freitag

source: 4th Friday
de_de: 4. Freitag

source: 5th Friday
de_de: 5. Freitag

source: Friday Even Weeks
de_de: Freitag in geraden Wochen

source: Friday Odd Weeks
de_de: Freitag in ungeraden Wochen

source: 1st Saturday
de_de: 1. Sonnabend

source: 2nd Saturday
de_de: 2. Sonnabend

source: 3rd Saturday
de_de: 3. Sonnabend

source: 4th Saturday
de_de: 4. Sonnabend

source: 5th Saturday
de_de: 5. Sonnabend

source: Saturday Even Weeks
de_de: Sonnabend in geraden Wochen

source: Saturday Odd Weeks
de_de: Sonnabend in ungeraden Wochen

source: 1st Sunday
de_de: 1. Sonntag

source: 2nd Sunday
de_de: 2. Sonntag

source: 3rd Sunday
de_de: 3. Sonntag

source: 4th Sunday
de_de: 4. Sonntag

source: 5th Sunday
de_de: 5. Sonntag

source: Sunday Even Weeks
de_de: Sonntag in geraden Wochen

source: Sunday Odd Weeks
de_de: Sonntag in ungeraden Wochen

source: Race Series
de_de: Rennserie

source: Parameters for Race Resies
de_de: Einstellungen für die Rennserie

source: Session Settings
de_de: Session Einstellungen

source: Settings for Session runs
de_de: Einstellungen für Server-Sessions

source: Server preset for races
de_de: Server-Preset für die Rennen

source: Server preset for qualification
de_de: Server-Preset for Qualifikationen

source: Race Result Points
de_de: Rennergebnis Punkte

source: Settings got point assignments for races
de_de: Einstellungen für Punkte in Rennen

source: Gain Factor
de_de: Anstieg Faktor

source: Linear factor of significant point increase
de_de: Linearer Anstieg für deutlichen Punktezuwachs

source: Gain Start
de_de: Anstieg Start

source: Position where significant point increase starts
de_de: Position ab welcher der deutliche Punktezuwachs beginnt

source: Increment Start
de_de: Inkrement Start

source: Position where incrementation of points starts
de_de: Position ab welcher der Punkteanstieg beginnt

source: Last Consolation
de_de: Letzter Trostpunkt

source: Last position wich will earn a single consolation point
de_de: Die letzte Position, welche noch einen Trostpunkt erhält.

source: Strike Results
de_de: Streichergebnisse

source: Amount of weakest events which will not be considered for final results.
de_de: Die Anzahl der schlechtesten Veranstaltungen, die nicht in die finale Wertung eingehen.

source: Class Sum
de_de: Klassensumme

source: This defines how team car points are summarized within a class for overall ranking.
de_de: Dies definiert wie Punkte für Teams innerhalb einer Klasse aufsummiert werden.

source: Best Result
de_de: Bestes Ergebnis

source: Best two Results
de_de: Beste zwei Ergebnisse

source: Best three Results
de_de: Beste drei Ergebnisse

source: Best four Results
de_de: Beste vier Ergebnisse

source: Least Result
de_de: Geringstes Ergebnis

source: Least two Results
de_de: Geringsten zwei Ergebnisse

source: Least three Results
de_de: Geringsten drei Ergebnisse

source: Least four Results
de_de: Geringsten vier Ergebnisse

source: Average
de_de: Durchschnitt

source: Ballance Of Performance
de_de: Ausgleich

source: General BOP settings
de_de: Allgemeine Ausgleichseinstellungen

source: Slow Incremental
de_de: Langsam Ansteigend

source: If deactivated, the full BOP is applied after the first event. If activated, the BOP increases step by step per event.
de_de: Wenn deaktiviert, wird das BOP bereits nach der ersten Veranstaltung voll angewendet. Wenn aktiviert, wird das BOP pro Veranstaltung Schritt für Schritt eingeführt.

source: Race Series Class
de_de: Rennserien-Klasse

source: Parameters for race series car calsses
de_de: Parameter für Rennserien Klassen

source: General class settings
de_de: Allgemeine Klasseneinstellungen

source: Name of this class in context of the race series
de_de: Name dieser Klasse in Zusammenhang zur Rennserie

source: Priority
de_de: Priorität

source: Defines which class is most important (0) and which are less important (higher values)
de_de: Legt fest, welche Klasse die höchste Priorität hat (0) und welche Klassen weniger wichtig sind (>0).

source: Fill Entrylist
de_de: Entrylist füllen

source: If activated, empty pitboxes are filled with random cars of this class
de_de: Wenn aktiviert, werden freie Boxenplätze mit zufälligen Autos aus dieser Klasse aufgefüllt.

source: Registration
de_de: Anmeldung

source: Settings for registration requirements
de_de: Einstellungen für Anmeldungsanforderungen

source: Min Points
de_de: Minimale Punkte

source: Minimum points from last season which driver needs for registration
de_de: Minimaler Punktestand aus der letzten Saison, die ein Fahrer haben muss um sich anmelden zu können.

source: BOP Settings
de_de: Ausgleichseinstellungen

source: Settings for Ballance Of Performance
de_de: Einstellungen für den Ausgleich

source: General BOP
de_de: Allgemeiner Ausgleich

source: Additional ballast and restrictor for all cars in this class.
de_de: Zusätzliches Gewicht und Begrenzer für alle Fahrzeuge dieser Klasse

source: Additional ballast for all cars in this class
de_de: Zusatzgewicht für alle Fahrzeuge dieser Klasse

source: Additional restrictor for all cars in this class
de_de: Zusätzlicher Begrenzer für alle Fahrzeuge dieser Klasse

source: Incremental Ballast
de_de: Ansteigendes Zusatzgewicht

source: Ballast that is applied based on current season position
de_de: Zusatzgewicht, welches basierend auf den Saisonergebnissen auferlegt wird.

source: Increase
de_de: Anstieg

source: The ballast which is added per position
de_de: Das Zusatzgewicht pro Position

source: The position in the current season results, where the ballast is started to be applied
de_de: Die Position innerhalb der Saisontabelle, ab der Zusatzgewicht auferlegt wird.

source: Incremental Restrictor
de_de: Ansteigender Begrenzer

source: Restrictor that is applied based on current season position
de_de: Begrenzer, welches basierend auf den Saisonergebnissen auferlegt wird.

source: The restrictor which is added per position
de_de: Der Begrenzer pro Position

source: The position in the current season results, where the restrictor is started to be applied
de_de: Die Position innerhalb der Saisontabelle, ab der Begrenzer auferlegt wird.

source: Horsepower [PS]
de_de: Pferdestärken [PS]

source: Old-Stylish [kg, t]
de_de: Altertümlich [kg, t]

source: Public
de_de: Öffentlich

source: Active Driver
de_de: Aktive Fahrer

source: Private
de_de: Privat

source: auto detect
de_de: Automatisch Erkennen

source: Drivetru
de_de: Drive-Thru

source: Stop&amp;Go 1s
de_de: Stop & Go 1s

source: Stop&amp;Go 2s
de_de: Stop & Go 2s

source: Stop&amp;Go 3s
de_de: Stop & Go 3s

source: Stop&amp;Go 5s
de_de: Stop & Go 5s

source: Stop&amp;Go 10s
de_de: Stop & Go 10s

source: Stop&amp;Go 15s
de_de: Stop & Go 15s

source: Stop&amp;Go 20s
de_de: Stop & Go 20s

source: Stop&amp;Go 25s
de_de: Stop & Go 25s

source: Stop&amp;Go 30s
de_de: Stop & Go 30s

source: Disqualify
de_de: Disqualifizierung

source: SI until km [m, km]
de_de: SI bis km [m, km]

source: (AC) Heavy Fog
de_de: (AC) Starker Nebel

source: (AC) Light Fog
de_de: (AC) Leichter Nebel

source: (AC) Clear
de_de: (AC) Klar

source: (AC) Mid Clear
de_de: (AC) Mäßig Klar

source: (AC) Light Clouds
de_de: (AC) Leichte Bewölkung

source: (AC) Mid Clouds
de_de: (AC) Mäßige Bewölkung

source: (AC) Heavy Clouds
de_de: (AC) Starke Bewölkung

source: (CSP) Light Thunderstorm
de_de: (CSP) Leichtes Gewitter

source: (CSP) Thunderstorm
de_de: (CSP) Gewitter

source: (CSP) Heavy Thunderstorm
de_de: (CSP) Starkes Gewitter

source: (CSP) Light Drizzle
de_de: (CSP) Leichter Nieselregen

source: (CSP) Drizzle
de_de: (CSP) Nieselregen

source: (CSP) Heavy Drizzle
de_de: (CSP) Starker Nieselregen

source: (CSP) Light Rain
de_de: (CSP) Leichter Regen

source: (CSP) Rain
de_de: (CSP) Regen

source: (CSP) Heavy Rain
de_de: (CSP) Starker Regen

source: (CSP) Light Snow
de_de: (CSP) Leichter Schnee

source: (CSP) Snow
de_de: (CSP) Schnee

source: (CSP) Heavy Snow
de_de: (CSP) Starker Schnee

source: (CSP) Light Sleet
de_de: (CSP) Graupeln

source: (CSP) Sleet
de_de: (CSP) Hagel

source: (CSP) Heavy Sleet
de_de: (CSP) Starker Hagel

source: (CSP) Clear
de_de: (CSP) Keine Bewölkung

source: (CSP) Few Clear
de_de: (CSP) Wenig Bewölkung

source: (CSP) Scattered Clouds
de_de: (CSP) Aufgelockert

source: (CSP) Broken Clouds
de_de: (CSP) Wechselnd Bewölkt

source: (CSP) Overcast Clouds
de_de: (CSP) Bewölkt

source: (CSP) Fog
de_de: (CSP) Nebel

source: (CSP) Mist
de_de: (CSP) Dunstig

source: (CSP) Smoke
de_de: (CSP) Rauch

source: (CSP) Haze
de_de: (CSP) Dunstig

source: (CSP) Dust
de_de: (CSP) Staub

source: (CSP) Squalls
de_de: (CSP) Sturm

source: (CSP) Hurricane
de_de: (CSP) Orkan

source: (CSP) Cold
de_de: (CSP) Kalt

source: (CSP) Hot
de_de: (CSP) Heiß

source: (CSP) Windy
de_de: (CSP) Windig

source: (CSP) Hail
de_de: (CSP) Prasseln

source: (CSP) None
de_de: (CSP) Nichts

source: Old-Stylish [kg/PS]
de_de: Altertümlich [kg/PS]

source: Old-Stylish [PS/t]
de_de: Altertümlich [PS/t]

source: New Race Series
de_de: Neue Rennserie

source: Registrations
de_de: Anmeldungen

source: Factory Default
de_de: Werkseinstellung

source: Root
de_de: Basis

source: Collection of server preset settings
de_de: Sammlung von Einstellung für Server-Presets

source: General settings for the preset
de_de: Allgemeine Einstellungen für das Preset

source: Name of the preset
de_de: Name des Presets

source: Preseved Kick
de_de: Reservierungs-Kick

source: Kick drivers if they join with a car from the entry list that is preserved for other drivers.
de_de: Fahrer:innen vom Server stoßen, die ein Fahrzeug belegen, dass für andere Fahrer:innen reserviert ist.

source: DNF Mininum Laps
de_de: DNF Minimum Runden

source: Amount of Laps (percentual from driven laps of the leader), where DNF is applied automativally when a driver is below that (only for race sesssions)
de_de: Anzahl der (perzentil vom Führenden), unter denen eine DNF-Strafe (Did-Not-Finish) automatisch verhängt wird.

source: Users
de_de: Benutzer

source: Which user groups are allowed to use this preset
de_de: Welche Benutzergruppen dürfen dieses Preset nutzen.

source: Assetto Corsa Server Sesstings
de_de: Assetto Corsa Server Einstellungen

source: General
de_de: Allgemein

source: General settings for the AC server
de_de: Allgemeine Einstellungen für den AC-Server

source: Pickup Mode
de_de: Pickup Modus

source: If 0 the server start in booking mode (do not use it). Warning: in pickup mode you have to list only a circuit under TRACK and you need to list a least one car in the entry_list
de_de: Wenn '0' startet der Server im 'Booking' Modus (nicht verwenden).

source: Locked Entries
de_de: Fixierte Einträge

source: same as in booking mode, only players already included in the entry list can join the server (password not needed).
de_de: Das gleiche wie im 'Booking Mode', nur Fahrer:innen die bereits in der Fahrerliste stehen kommen auf den Server (Password wird nicht benötigt)

source: Legal Tyres
de_de: Erlaubte Reifen

source: List of the tyre's that will be allowed in the server (separated by semicolon, eg. 'S;M;H').
de_de: Liste an Reifentypen, die zu fahren erlaubt sind (Keinen auswählen um alle zu erlauben). Separation durch Semikolon (z.B. 'S;M;H').

source: Result Screen Time
de_de: Zeit Ergebnisanzeige

source: seconds of result screen between racing sessions.
de_de: Zeit (Sekunden) zwischen den Sessions um die Ergebnisse anzuzeigen.

source: A textual message that is displayed to drivers when joining the server
de_de: Eine Nachricht, die jedem Fahrer angezeigt wird, wenn er den Server betritt.

source: Environment
de_de: Umgebung

source: Session Start Time
de_de: Session Startzeit

source: Time at when the session shall start (vanilla AC will clip to the range 08:00 .. 18:00, only CSP weather can go beyond)
de_de: Zeit wann die Session beginne soll.Original Assetto Corsa begrenzt die Zeit auf 8Uhr bis 18Uhr.Nur mit CSP-Wetter kann man diese Begrenzung überschreiten.

source: Time Multiplier
de_de: Zeitmultiplikator

source: multiplier for the time of day
de_de: Multiplikator für das verstreichen der Zeit in der Session

source: Voting
de_de: Abstimmung

source: Percentage that is required for the kick vote to pass
de_de: Prozentsatz, der nötig ist um andere Fahrer:innen vom Server zu stoßen.

source: Blacklist Mode
de_de: Sperrlisten Modus

source: 0 = normal kick, kicked player can rejoin; 1 = kicked player cannot rejoin until server restart; 2 = kick player and add to blacklist.txt, kicked player can not rejoin unless removed from blacklist (Better to use ban_id command rather than set this).
de_de: 'Neu Verbinden' = Fahrer:in kann gleich wieder auf den Server zurück kommen 'Server Neustart' = Fahrer:in kann erst nach Server Neustart zurück kommen

source: Rejoin
de_de: Neu Verbinden

source: Server Restart
de_de: Server Neustart

source: Voting Quorum
de_de: Quorum

source: Percentage that is required for the session vote to pass
de_de: Prozentsatz der nötog ist, für eine erfolgreiche Abstimmung

source: Vote Duration
de_de: Abstimmungsdauer

source: Vote length in seconds
de_de: Dauer der Abstimmung in Sekunden

source: Weather
de_de: Wetter

source: Weathers
de_de: Wetter

source: Select which weathers shall be used on the server
de_de: Wähle welche Wetter auf dem Server verwendet werden sollen

source: Randomize
de_de: Zufälligkeit

source: When multiple weather are selected, they are assigned randomly. By default, assetto corsa selects a random weather 'per Session'. Which means the qualifying may have completely different weather than the race. When selecting 'per Server Run' all sessions (P/Q/R) will have the same weather, but at next server run a new random weather is assigned.
de_de: Wenn mehrere Wetter ausgewählt sind werden sie per Zufall ausgewählt. Standardmäßig wählt Assetto Corsa für jede Session ein Wetter aus ("per Session"). Das bedeutet im Qualifying könnte ein ganz anderes Wetter sein als im Rennen. Stellt man "per Serverstart" ein, wird das Wetter einmal vor dem Start des Servers zufällig gewählt. Dann haben alle Sessions (P/Q/R) das gleiche Wetter.

source: per Server Run
de_de: per Serverstart

source: If activate, the weather presets are ignored and real weather data is used (CSP weather).
de_de: Wenn aktiv, werden die Wetter Presets ignoriert und das tatsächliche Wetter wird verwendet (CSP Wetter).

source: Booking
de_de: Reservierung

source: Settings for Booking Session
de_de: Einstellungen für die Reservierung

source: Name of the session
de_de: Name der Session

source: Time
de_de: Zeit

source: Duration of session in Minutes
de_de: Dauer der Session in Minuten

source: Settings for Practice Session
de_de: Einstellungen für die Trainings-Session

source: Is Open
de_de: Zugang

source: Either Session can be joined
de_de: Ob Fahrer:innen der Session beitreten können

source: No Join
de_de: Kein Zutritt

source: Free Join
de_de: Freier Zutritt

source: Settings for Qualifying Session
de_de: Einstellunken für die Qualifikations-Session

source: Wait
de_de: Warten

source: this is the factor to calculate the remaining time in a qualify session after the session is ended: 120 means that 120% of the session fastest lap remains to end the current lap.
de_de: Dies ist ein Faktor um den die Qualifikation maximal verlängert werden darf um die aktuelle Runde von Fahrer:innen zu beenden. Definiert in Prozent der bisher besten Rundenzeit.

source: Settings for Race Session
de_de: Einstellungen für die Renn-Session

source: Laps
de_de: Runden

source: Amount of Laps for the race
de_de: Dauer des Rennens in Runden

source: Amount of Minutes for the race (only if Laps=0)
de_de: Dauer des Rennens in Minuten (nur wenn Runden=0)

source: Wait Time
de_de: Wartezeit

source: Seconds before start of the Session
de_de: Wartezeit in Sekunden vor dem Start der Session

source: Join 20s
de_de: Zugang 20s

source: Over Time
de_de: Nachfahrzeit

source: Time remaining in seconds to finish the race from the moment the first one passes on the finish line
de_de: Maximale Zeit (in Sekunden) um das Rennen zu beenden, nachdem der Führende die Ziellinie überfahren hat.

source: Pit Window Open
de_de: Boxenfenster Öffnet

source: Pit window open at lap/minute (depends on the race mode)
de_de: Wann das Boxenfenster öffnet (Runde/Minute)

source: Pit Window Close
de_de: Boxenfenster Schließt

source: Pit window closes at lap/minute (depends on the race mode)
de_de: Wann das Boxenfenster schließt (Runde/Minute)

source: Reversed Grid
de_de: Invertierter Start

source: 0 = no additional race, 1toX = only those position will be reversed for the next race, -1 = all the position will be reversed (Retired players will be on the last positions)
de_de: 'Nein' - Kein zusätzliches Rennen mit invertiertem Start'Alle' - Alle Platze werden invertiert (außer DNF Fahrer:innen)1..20 - Nur die ersten x-Positionen werden invertiert.

source: No
de_de: Nein

source: All
de_de: Alle

source: Positions
de_de: Positionen

source: Extra Lap
de_de: Extra Runde

source: if it's a timed race, with 1 the race will not end when the time is over and the leader crosses the line, but the latter will be forced to drive another extra lap.
de_de: Nach abgelaufener Zeit eine weitere Runde fahren bis zur Ziellinie.

source: Realism
de_de: Realismus

source: Realism Settings
de_de: Realismus Einstellungen

source: Penalties
de_de: Strafen

source: 0 any cut will be penalized with the gas cut message; 1 no penalization will be forced, but cuts will be saved in the race result json.
de_de: Wenn aktiv, wird jedes Verlassen der Streckenbegrenzung bestraft

source: Max Contacts
de_de: Maximale Kontakte

source: If a driver has more contacts per kilometer he will be reset to pit
de_de: Haben Fahrer:innen mehr Kontakte pro kilometer, werden sie an die Box zurück gesetzt

source: Start Rule
de_de: Startregel

source: 0 is car locked until start; 1 is teleport ; 2 is drivethru (if race has 3 or less laps then the Teleport penalty is enabled)
de_de: 'Gesperrt' - Fahrzeuge sind gesperrt bis zum Rennstart'Teleportieren' - Fahrer:innen werden bei Frühstart an die Box zurück gesetzt'Drivetru' - Fahrer:innen müssen bei Frühstart einmal durch die Box fahren

source: Locked
de_de: Gesperrt

source: Teleport
de_de: Teleportieren

source: Allowed Tyres Out
de_de: Streckenbegrenzung

source: Amount of tyres that are allowed to cross the driving line
de_de: Anzahl der Reifen, die sich außerhalb der Streckenbegrenzung befinden dürfen

source: Tyres
de_de: Reifen

source: Driving Aids
de_de: Fahrhilfen

source: Allowance of systems that support drivability
de_de: Unterstüzung zur Fahrbarkeit

source: Anti-Lock Braking System
de_de: Antiblockiersystem

source: Disabled
de_de: Deaktiviert

source: Car Dependent
de_de: Fahrzeugabhängig

source: Enabled
de_de: Aktiviert

source: TC
de_de: ASR

source: Traction Control
de_de: Traktionskontrolle

source: ESC
de_de: ESP

source: Electronic Stability Control
de_de: Elektronisches Stabilitätsprogramm

source: Allow
de_de: Erlauben

source: Automatic Clutch
de_de: Automatische Kupplung

source: Automatic Clutch Assist
de_de: Automatische Kupplung

source: Tyre Blankets
de_de: Reifen Heizdecken

source: At the start of the session or after the pitstop the tyre will have the the optimal temperature
de_de: Wenn aktiv, haben die Reifen beim Start bereits die optimale Temperatur

source: Yes
de_de: Ja

source: Virtual Mirror
de_de: Virtueller Spiegel

source: With this setting the virtual mirror can be forced for every driver.
de_de: Mit dieser Einstellung kann der virtuelle Spiegel erzwungen werden

source: Forced
de_de: Erzwungen

source: Physics
de_de: Physik

source: Adjustment constants of physics
de_de: Physikalische Einstellungen

source: Fuel Rate
de_de: Spritverbrauch

source: Fuel usage from 0 (no fuel usage) to XXX (100 is the realistic one)
de_de: Spritverbrauch in Prozent (100% entspricht dem realistischen Verbrauch)

source: Damage Multiplier
de_de: Schaden

source: Damage from 0 (no damage) to 100 (full damage)
de_de: Schaden in Prozent (100% entspricht dem realistischen Schaden)

source: Tyre Wear Rate
de_de: Reifenverschleiß

source: Tyre wear from 0 (no tyre wear) to XXX (100 is the realistic one)
de_de: Reifenverscleiß in Prozent (100% entspricht realistischem Verschleiß)

source: Dynamic Track
de_de: Dynamische Strecke

source: Dynamic Grip Level of the Track
de_de: Dynamische Traktionsbedingungen auf der Strecke

source: Start Grip
de_de: Start-Haftung

source: Amount of Grip at session start
de_de: Traktion zu beginn der Session

source: Randomness
de_de: Zufälligkeit

source: Level of randomness added to the start grip
de_de: Zufällige Abweichung der Traktion zu Beginn der Session

source: Lap Gain
de_de: Anstieg

source: How many laps are needed to increase the grip by 1%
de_de: Die Anzahl der gefahrenen Runden um die Traktion um 1% zu erhöhen.

source: Session Transfer
de_de: Session Übertrag

source: How much of the gained grip is to be added to the next session 100 -> all the gained grip. Example: difference between starting (90) and ending (96) grip in the session = 6%, with session_transfer = 50 then the next session is going to start with 93.
de_de: Wieviel des Zugewinns an Traktion zur nächsten Session übernommen werden soll.Beispiel: Traktionsgewinn von Beginn bei 90% und zu Ende 96% (6& Zuwachs).Bei 50% Transfer wird die nächste Session mit 93% starten.

source: Real Penalty Plugin Sesstings
de_de: eal Penalty Plugin Sesstings

source: AC Settings
de_de: Assetto Corsa Einstellungen

source: Cockpit Camera
de_de: Cockpit Kamera

source: Weather Checksum
de_de: Wetter Prüfsumme

source: SOL Mandatory
de_de: SOL Erforderlich

source: CSP Mandatory
de_de: CSP Erforderlich

source: Car Model
de_de: Fahrzeugmodell

source: Car model of safety car (folder name in assettocorsa/content/cars)
de_de: Fahrzeugmodell für das Safetycar (Ordnername in assettocorsa/content/cars)

source: Sart Behind SC
de_de: Start Hinter SC

source: Normalized Light Off Position
de_de: Normierte Licht-Aus Position

source: Normalized Start Position
de_de: Normalisierte Startposition

source: Green Light Delay
de_de: Grünes-Licht-Verzögerung

source: Rolling start: delay of the green light after red signal (seconds). Default 2.5
de_de: Bei fliegendem Start: Verzögerung nach dem Roten Licht, bis Grün kommt

source: No Penalty
de_de: Keine Strafe
