Repository: Oinosseus/acswui
Catalog: http/locale/*/LC_MESSAGES/acswui.po
Languages: de_de

source: For upload only '*.dds' files, 'livery.png' and 'preview.jpg' are allowed. The 'ui_skin.json' is automatically generated.
de_de: Für den Upload sind nur '*.dds' Dateien, 'livery.png' und 'preview.jpg' erlaubt. Die 'ui_skin.json' Datei wird automatisch erstellt.

source: Save
de_de: Speichern

source: Save and Request Car Registration
de_de: Speichern und Fahrzeug anmelden

source: Put Car out of Operation
de_de: Fahrzeug Stillegen

source: Harmonized Power
de_de: Harmonisierte Leistung

source: Car Skins
de_de: Lackierungen

source: My Skins
de_de: Meine Fahrzeuge (Skins)

source: This car is not used in any car class
de_de: Dieses Fahrzeug wird in keiner Klasse verwendet

source: Create new Skin/Livery
de_de: Neues Fahrzeug erstellen (Skin).

source: Car Brand
de_de: Fahrzeughersteller

source: Car CarClass
de_de: Fahrzeug Klasse

source: Car Class Deleted
de_de: Fahrzeugklasse Gelöscht

source: Add Cars
de_de: Fahrzeuge Hinzufügen

source: Technical Data
de_de: Technische Daten

source: Save Car Class
de_de: Fahrzeugklasse Speichern

source: Cars Overview
de_de: Fahrzeugübersicht

source: Delete Car Class
de_de: Fahrzeugklasse Löschen

source: CarClass Records
de_de: Klassenrekorde

source: Load CarClass Records
de_de: Lade Klassenrekorde

source: Found new Team
de_de: Neues Team Gründen

source: Do you really want to remove this car from the team?
de_de: Willst du das Fahrzeug wirklich vom Team löschen?

source: Delete Car
de_de: Fahrzeug Löschen

source: Cancel
de_de: Abbrechen

source: Team Information
de_de: Team Informationen

source: Abbreviation
de_de: Abkürzung

source: Team Members
de_de: Team Mitglieder

source: User
de_de: Benutzer

source: When this user was added by a team manager
de_de: Wann dieser Fahrer von einem Manager hinzugefügt wurde

source: Hiring
de_de: Einstellen

source: User can add cars to the team car pool
de_de: Der Nutzer kann Fahrzeuge zum Fuhrpark hinzufügen

source: User can manage team members
de_de: Der Nutzer kann Teammitglieder verwalten

source: add new team member
de_de: neues Teammitglied hinzufügen

source: Car Pool
de_de: Fuhrpark

source: Team Car Classes
de_de: Team Fahrzeugklassen

source: Sponsor a new car
de_de: Ein neues Fahrzeug sponsoren

source: Team Car
de_de: Team Fahrzeug

source: Owner:
de_de: Eigentümer

source: You cannot sponsor any cars, since you don't own any in this class.
de_de: Du kannst keine Fahrzeuge sponsoren, weil du keine Fahrzeuge in dieser Klasse besitzt.

source: Sponsor Car
de_de: Fahrzeug Sponsoren

source: Location Name
de_de: Standort Name

source: Track Name
de_de: Streckenname

source: Driven Laps
de_de: Gefahrene Runden

source: Driven Length
de_de: Gefahrene Länge

source: Track Records
de_de: Streckenrekorde

source: Load Track Records
de_de: Lade Streckenrekorde

source: Track Location
de_de: Streckenstandort

source: Track Location Info
de_de: Standort Information

source: Geographic Location
de_de: Geographische Lage

source: Available Track Variants
de_de: Verfügbare Streckenvarianten

source: Weather Forecast
de_de: Wetterbericht

source: AC Weather
de_de: AC Wetter

source: Geo Time
de_de: Geo Zeit

source: Car Brands
de_de: Fahrzeughersteller

source: Available Car Brands
de_de: Verfügbare Fahrzeughersteller

source: Content
de_de: Inhalte

source: Server Content
de_de: Server Inhalt

source: Popular Tracks
de_de: Beliebte Strecken

source: Load Popular Tracks
de_de: Beliebte Strecken laden

source: Popular CarClasses
de_de: Beliebte Fahrzeugklassen

source: Load Popular Car Classes
de_de: Beliebte Fahrzeugklassen Laden

source: Polls
de_de: Umfragen

source: Do you really want to delete the Poll?
de_de: Willst du die Umfrage wirklich löschen?

source: Votes
de_de: Stimmen

source: Closing Date
de_de: Enddatum

source: Create New Poll
de_de: Neue Umfrage Erstellen

source: Save Poll
de_de: Abstimmung Speichern

source: Vote Tracks
de_de: Strecke Abstimmen

source: Points per track
de_de: Punkte pro Strecke

source: Points in sum
de_de: Punkte in Summe

source: Points left to vote
de_de: Verbleibende Punkte zum Abstimmen

source: Vote Car Classes
de_de: Fahrzeugklasse Abstimmen

source: Points per car class
de_de: Punkte pro Fahrzeugklasse

source: Result Tracks
de_de: Ergebnis Strecken

source: Sum Points
de_de: Summe Punkte

source: Users Voted
de_de: Abgestimmte Nutzer

source: My Points
de_de: Meine Punkte

source: invalid track
de_de: Ungültige Strecke

source: Result CarClasses
de_de: Ergebnis Fahrzeugklassen

source: invalid car class
de_de: Ungültige Fahrzeugklasse

source: Secret Poll
de_de: Geheime Umfrage

source: Poll Closing
de_de: Umfrage Schließung

source: Description
de_de: Beschreibung

source: Points for all Tracks
de_de: Punkte für alle Strecken

source: Points per Track
de_de: Punkte pro Strecke

source: Edit Tracks
de_de: Strecke Bearbeiten

source: Points for all Car Classes
de_de: Punkte für alle Fahrzeugklassen zusammen

source: Points per Car Class
de_de: Punkte pro Fahrzeugklasse

source: Edit Car Classes
de_de: Fahrzeugklasse Bearbeiten

source: Delete Poll
de_de: Umfrage Löschen

source: User Management
de_de: Benutzerverwaltung

source: Save All
de_de: Alles Speichern

source: Driver List
de_de: Fahrerliste

source: Group Management
de_de: Gruppenverwaltung

source: New Group Name
de_de: Name der neuen Gruppe

source: Delete Group
de_de: Gruppe Löschen

source: User Settings
de_de: Benutzer Einstellungen

source: Driver Ranking Diagram
de_de: Fahrerwertungsdiagramm

source: Sum
de_de: Summe

source: Prognosis at next group assignment
de_de: Prognose bei der nächsten Gruppierung

source: Driver will rise to next group
de_de: Fahrer wird eine Gruppe aufsteigen

source: Driver will fall to previous group
de_de: Fahrer wird eine Gruppe absteigen

source: Load Diagram Data
de_de: Lade Diagrammdaten

source: Mean Value
de_de: Mittelwert

source: Minimum points required for this Group
de_de: Erforderliche Mindespunkte für diese Gruppe

source: Save Slot Settings
de_de: Slot Einstellungen Speichern

source: Port Overview
de_de: Port Übersicht

source: The following diagramm illustrates the communication sockets which are used locally and via WAN. All involved ports and protocols are shown. Save settings to get an updated picture
de_de: Das folgende Diagramm zeigt welche Kommunikationsverbindungen benutzt werden - sowohl lokal als auch per WAN.Alle involvierten Ports und Protokolle sind dargestellt.Speichere die Einstellungen um das Diagramm zu aktualisieren.

source: Be aware, that the internet TCP port of Real penalty is defined automatically from the acServer HTTP port + 27.
de_de: Achte darauf, dass der Internet TCP-Port von Real Penalty automatisch definiert wird als AC-Server HTTP Port plus 27!

source: Slot Management
de_de: Slot Verwaltung

source: Save Preset
de_de: Preset Speichern

source: Schedule
de_de: Zeitplan

source: Long Schedule
de_de: Ausführlicher Zeitplan

source: Save preset to update the schedule.
de_de: Preset speichern um den Zeitplan zu aktualisieren.

source: Entry
de_de: Eintrag

source: Duration
de_de: Dauer

source: Short Schedule
de_de: Zeitplan Kurzfassung

source: Preset Management
de_de: Preset Verwaltung

source: Manage
de_de: Verwalten

source: Create new derived Preset
de_de: Neues, abgeleitetes Preset erstellen

source: Save Preset Management
de_de: Preset-Verwaltung Speichern

source: Cronjobs Overview
de_de: Cronjob Übersicht

source: Last Execution
de_de: Letzte Ausführung

source: Last Duration
de_de: Letzte Dauer

source: Interval
de_de: Intervall

source: Force execute
de_de: Ausführung Erzwingen

source: Save Weather
de_de: Wetter Speichern

source: Weather Management
de_de: Wetter Verwaltung

source: Server Weather
de_de: Server Wetter

source: Create new derived Weather
de_de: Neues, abgeleitetes Wetter erstellen

source: Save Weather Management
de_de: Wetter-Verwaltung Speichern

source: Really Deleting Session Schedule Item?
de_de: Zeitplanelement wirklich löschen?

source: Delete
de_de: löschen

source: Registered
de_de: Angemeldet

source: Not Registered
de_de: Nicht Angemeldet

source: Edit
de_de: Editieren

source: Create new Schedule item
de_de: Neues Zeitplanelement Erstellen

source: Save Registration
de_de: Anmeldung Speichern

source: You either have no permission to manage a team or none of your teams has a car in the correct class
de_de: Du hast entweder keine Berechtigung ein Team zu verwalten, oder keines deiner Teams hat Fahrzeuge in der passenden Klasse

source: Sim Time
de_de: Sim Zeit

source: Weather data available from weather forecast
de_de: Wetterdaten von der Wetter-Vorhersage vorhanden

source: Forecast
de_de: Vorhersage

source: Fixed weather is used
de_de: Statisches Wetter wird verwendet

source: Fixed
de_de: Statisch

source: Register Driver
de_de: Fahrer Anmelden

source: Register Team
de_de: Team Anmelden

source: Add Driver
de_de: Fahrer Hinzufügen

source: Add Team Car
de_de: Team-Fahrzeug hinzufügen

source: Save Registration Roster
de_de: Anmeldeliste Speichern

source: Loops
de_de: Schleifen

source: New Loop Item
de_de: Neues Schleifenelement

source: New Loop Item Name
de_de: Name des neuen Schleifenelements

source: Save Session Loops
de_de: Session Schleifen Speichern

source: Ena
de_de: Aktiv

source: Last Start
de_de: Letzter Start

source: Create new Race Series
de_de: Neue Rennserie Erstellen

source: Race Series List
de_de: Rennserien Liste

source: Update Results
de_de: Ergebnisse Aktualisieren

source: Race Results
de_de: Rennergebnisse

source: Races
de_de: Rennen

source: Points
de_de: Punkte

source: Qualifications
de_de: Qualifikationen

source: Standings
de_de: Klassement

source: Season Overview
de_de: Saisonübersicht

source: Season Edit
de_de: Saison Bearbeiten

source: Add Event
de_de: Veranstaltung Hinzufügen

source: Events
de_de: Veranstaltungen

source: Save Season
de_de: Saison Speichern

source: Edit Season
de_de: Saison Bearbeiten

source: Unregister
de_de: Abmelden

source: Register Single Driver
de_de: Einzelfahrer Anmelden

source: Race Series Edit
de_de: Rennserie Bearbeiten

source: General Setup
de_de: Allgemeine Einstellungen

source: Parameters
de_de: Parameter

source: Classes
de_de: Klassen

source: Add Car Class
de_de: Fahrzeugklasse Hinzufügen

source: Remove Class
de_de: Klasse Entfernen

source: Save Race Series
de_de: Rennserie Speichern

source: Edit Race Series
de_de: Rennserie Bearbeiten

source: Create New Season
de_de: Neue Saison Erstellen

source: Submission
de_de: Ausschreibung

source: In-Class team assessment
de_de: Klasseninterne Teamwertung

source: Estimated Schedule
de_de: Ungefährer Zeitplan

source: Seasons
de_de: Saisons

source: Overview
de_de: Übersicht

source: Cause
de_de: Ursache

source: Penalty Safety Points
de_de: Sicherheitsstrafpunkte

source: Penalty Laps
de_de: Straf-Runden

source: Penalty Points
de_de: Strafpunkte

source: Penalty DNF
de_de: Strafe DNF

source: Penalty DSQ
de_de: Strafe DSQ

source: Save Penalty
de_de: Strafe Speichern

source: Best Laps
de_de: Beste Runden

source: Laptime Distribution Diagram
de_de: Rundenzeitenverteilungsdiagramm

source: Driven laps [in percent]
de_de: Gefahrene Runden [in Prozent]

source: Laptime distance to best lap in session [in seconds]
de_de: Abstand zur Besten Rundenzeit der Session [in Sekunden]

source: Load Laptime Distribution Data
de_de: Rundenzeitenverteilung laden

source: Collisions
de_de: Kollisionen

source: Load Collisions
de_de: Kollisionen Laden

source: All Laps
de_de: Alle Runden

source: Load Laps
de_de: Runden Laden

source: Session Penalties
de_de: Session Strafen

source: Penalty
de_de: Strafe

source: Officer
de_de: Kommissar

source: Add Penalty
de_de: Strafe Hinzufügen

source: Session Results
de_de: Session Ergebnisse

source: Session Position Diagram
de_de: Session Positionsdiagramm

source: Minutes
de_de: Minuten

source: Best Lap
de_de: Beste Runde

source: Result
de_de: Ergebnis

source: Distance
de_de: Entfernung

source: Rank
de_de: Rang

source: Pen
de_de: Strafe

source: Session Information
de_de: Session Informationen

source: Weahter
de_de: Wetter

source: Graphics
de_de: Grafik

source: Apply Filter
de_de: Filter Anwenden

source: Session Select
de_de: Session Auswählen

source: Home
de_de: Startseite

source: Please login with your steam account
de_de: Bitte melde dich mit deinem Steam Account an

source: Suspects of Maladministrations
de_de: Verdacht auf Fehlkonfigurationen

source: Tracks with suspicious Geo-Location
de_de: Strecken ohne Geo-Koordinaten

source: Tracks with no download url
de_de: Strecken ohne Download-URL

source: Cars with no download url
de_de: Fahrzeuge ohne Download-URL

source: Schedules with invalid Server-Slot
de_de: Planungen mit invalidem Server-Slot

source: Missing trackfiles for Real Penalty
de_de: Keine Streckendaten für Real-Penalty

source: all okay
de_de: alles in Ordnung

source: Upcomming Races
de_de: Anstehende Rennen

source: User Overview
de_de: Benutzerübersicht

source: Load Cars
de_de: Fahrzeuge Laden

source: Scrapyard
de_de: Schrottplatz

source: User Login
de_de: Benutzeranmeldung

source: Login as Root
de_de: Eingeloggt als Root

source: User Logout
de_de: Benutzer Abmelden

source: User Profile
de_de: Benutzerprofil

source: User Groups
de_de: Benutzergruppen

source: Last Login
de_de: Letzter Login

source: Last Lap
de_de: Letzte Runde

source: active driver in community
de_de: Aktive Fahrer in der Community

source: active driver
de_de: Aktive Fahrer

source: inactive
de_de: Inaktiv

source: Privacy settings of the user does not allow to show any information.
de_de: Privatsphäreneinstellung des Benutzers erlaubt keine Darstellung von Informationen.
